Repository: Enplug/dashboard-sdk-utils
Catalog: src/i18n/*.po
Languages: pt_br

source: A lot of times, people don't know what they want until you show it to them.
pt_br: Muitas vezes as pessoas não sabem o que querem até você mostrar a elas.

source: A person who never made a mistake never tried anything new.
pt_br: Uma pessoa que nunca cometeu um erro nunca tentou nada novo.

source: A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty.
pt_br: Um pessimista vê a dificuldade em cada oportunidade; um otimista vê a oportunidade em cada dificuldade.

source: Add tags
pt_br: Adicionar etiquetas

source: Alaska
pt_br: Alasca

source: All great achievements require time.
pt_br: Todas as grandes conquistas exigem tempo.

source: All our dreams can come true, if we have the courage to pursue them.
pt_br: Todos os nossos sonhos se realizam, se temos a coragem de persegui-los.

source: Amateurs practice until they get it right. Professionals practice until they can't get it wrong.
pt_br: Amadores praticam até eles acertarem. Profissionais praticam até eles não se enganarem.

source: Ambition should be made of sterner stuff.
pt_br: Ambição deve ser feita de material mais duro.

source: An ant on the move does more than a dozing ox.
pt_br: Uma formiga em movimento faz mais do que um boi cochilando.

source: Apr
pt_br: Abr

source: April
pt_br: Abril

source: Arkansas
pt_br: Arcansas

source: At the age of six I wanted to be a cook. At seven I wanted to be Napoleon. And my ambition has been growing steadily ever since.
pt_br: Aos seis anos de idade eu queria ser um cozinheiro. Aos sete, queria ser Napoleão. E minha ambição tem crescido constantemente desde então.

source: Aug
pt_br: Ago

source: August
pt_br: Agosto

source: Carpe diem, seize the day boys, make your lives extraordinary.
pt_br: Carpe diem, aproveite o dia, rapazes, façam as suas vidas extraordinárias.

source: Contain
pt_br: Contém

source: Cover
pt_br: Capa

source: Creativity is allowing yourself to make mistakes. Art is knowing which ones to keep.
pt_br: Criatividade é permitir-se cometer erros. Arte é saber quais manter.

source: Dec
pt_br: Dez

source: December
pt_br: Dezembro

source: District of Columbia
pt_br: Distrito de Columbia

source: Do things that have never been done before.
pt_br: Fazer coisas que nunca foram feitas antes.

source: Doing the best at this moment puts you in the best place for the next moment.
pt_br: Fazer o melhor neste momento o coloca no melhor lugar para o momento seguinte

source: During your life, never stop dreaming. No one can take away your dreams.
pt_br: Durante sua vida, nunca pare de sonhar. Ninguém pode tirar seus sonhos.

source: Enplug Help Center
pt_br: Central de Ajuda Enplug

source: Every act of creation is first of all an act of destruction.
pt_br: Todo ato de criação é antes de tudo um ato de destruição.

source: Everything comes to him who hustles while he waits.
pt_br: Tudo alcança aquele que trabalha duro enquanto espera.

source: Feb
pt_br: Fev

source: February
pt_br: Fevereiro

source: Focus is a matter of deciding what things you're not going to do.
pt_br: Foco é uma questão de decidir que coisas que você não vai fazer.

source: Fun is good.
pt_br: Diversão é bom.

source: Genius is one percent inspiration and ninety-nine percent perspiration.
pt_br: Talento é 1% inspiração e 99% transpiração.

source: Hawaii
pt_br: Havaí

source: He who hesitates is lost.
pt_br: Ele, que hesita, está perdido.

source: I don't know where I'm going, but I'm on my way.
pt_br: Não sei onde eu vou, mas eu estou no meu caminho.

source: I hated every minute of training, but I said, 'Dont quit. Suffer now and live the rest of your life as a champion'.
pt_br: Odiei cada minuto de treino, mas eu disse, 'Não saia. Sofra agora e viva o resto de sua vida como um campeão'.

source: I have no special talent. I am only passionately curious.
pt_br: Eu não tenho nenhum talento especial. Sou apenas apaixonadamente curioso.

source: I have not failed. I've just found 10,000 ways that won't work.
pt_br: Eu não falhei. Apenas encontrei 10.000 maneiras que não vão funcionar.

source: I pay no attention whatever to anybody's praise or blame. I simply follow my own feelings.
pt_br: Eu não presto atenção em tudo o que alguém elogia ou reclama. Eu simplesmente sigo os meus próprios sentimentos.

source: I play to win, whether during practice or a real game.
pt_br: Jogo para ganhar, durante a prática ou um jogo de verdade.

source: I steal from every movie ever made.
pt_br: Eu roubo de cada filme feito.

source: I've failed over and over and over again in my life and that is why I succeed.
pt_br: Eu falhei várias e várias vezes na minha vida e esse é o motivo do meu sucesso.

source: I've got a theory that if you give 100% all the time, somehow things will work out in the end.
pt_br: Eu tenho uma teoria que se você der 100% o tempo todo, de alguma forma, tudo vai dar certo no final.

source: If you love life, don't waste time, for time is what life is made up of.
pt_br: Se você ama a vida, não perca tempo, pois tempo é do que a vida é feita.

source: If you spend too much time thinking about a thing, you'll never get it done.
pt_br: Se você gastar muito tempo pensando sobre uma coisa, você nunca terá feito.

source: Illinois
pt_br: Ilinois

source: It is the working man who is the happy man. It is the idle man who is the miserable man.
pt_br: É o trabalhador que é o homem feliz. O homem ocioso é um homem miserável.

source: It's lack of faith that makes people afraid of meeting challenges, and I believed in myself.
pt_br: A falta de fé que faz as pessoas terem medo de enfrentar desafios e eu acreditei em mim mesmo.

source: January
pt_br: Janeiro

source: July
pt_br: Julho

source: June
pt_br: Junho

source: Live long and prosper.
pt_br: Vida longa e próspera.

source: Lost time is never found again.
pt_br: Tempo perdido nunca é encontrado novamente

source: Luck is preparation meeting opportunity.
pt_br: Sorte é a preparação encontrando a oportunidade.

source: Make everything as simple as possible, but not simpler.
pt_br: Faça tudo o mais simples possível, mas não singelo.

source: Many of life's failures are people who did not realize how close they were to success when they gave up.
pt_br: Muitos dos fracassos da vida são pessoas que não percebem quão perto estavam ao sucesso quando desistiram.

source: March
pt_br: Março

source: May
pt_br: Maio

source: May the Force be with you.
pt_br: Que a Força esteja com você.

source: Minnesota
pt_br: Minesota

source: Missouri
pt_br: Missuri

source: Nebraska
pt_br: Nebrasca

source: Need help? Go to the
pt_br: Precisa de ajuda? Vá para a

source: New Jersey
pt_br: Nova Jersey

source: New Mexico
pt_br: Novo México

source: New York
pt_br: Nova York

source: Nothing will work unless you do.
pt_br: Nada vai funcionar a menos que você faça.

source: November
pt_br: Novembro

source: Oct
pt_br: Out

source: October
pt_br: Outubro

source: Our greatest glory is not in never failing, but in rising up every time we fail.
pt_br: Nossa maior glória não está em nunca falhar, mas em melhorar a cada vez que falhamos.

source: Passwords must match.
pt_br: As senhas devem ser iguais

source: Please enter a valid URL starting with http:// or https://
pt_br: Por favor, introduza uma URL válida começando com http:// ou https://

source: Please enter a valid email address.
pt_br: Por favor, insira um e-mail válido.

source: Position
pt_br: Posição

source: ProTip:
pt_br: Dica Pro:

source: Sep
pt_br: Set

source: September
pt_br: Setembro

source: Show me a thoroughly satisfied man and I will show you a failure.
pt_br: Mostre-me um homem completamente satisfeito e eu lhe mostrarei um fracassado.

source: Simplify, simplify, simplify.
pt_br: Simplificar, simplificar, simplificar.

source: Some people want it to happen, some wish it would happen, others make it happen.
pt_br: Algumas pessoas querem que aconteça, alguns desejam que aconteça, outros fazem acontecer

source: Something went wrong, please try again.
pt_br: Algo deu errado, por favor, tente novamente.

source: Success breeds success.
pt_br: Sucesso gera sucesso.

source: That's one small step for man, one giant leap for mankind.
pt_br: Isso é um pequeno passo para o homem, um salto gigante para a humanidade.

source: The best way out is always through.
pt_br: A melhor saída é sempre passar por.

source: The harder the conflict, the more glorious the triumph.
pt_br: Quando mais duro o conflito, mais glorioso o triunfo.

source: The perfect is the enemy of the good.
pt_br: O perfeito é inimigo do bom.

source: The problem with the future is that it keeps turning into the present.
pt_br: O problema com o futuro é que ele continua a virar para o presente.

source: The value of an idea lies in the using of it.
pt_br: O valor de uma ideia reside na utilização da mesma.

source: The way to get started is to quit talking and begin doing.
pt_br: A maneira de começar é parar de falar e começar a fazer.

source: There is no substitute for hard work.
pt_br: Não há substituto para o trabalho duro.

source: There was an error.
pt_br: Ocorreu um erro.

source: There's a way to do it better - find it.
pt_br: Há uma maneira de fazer melhor - encontre-a.

source: Things do not happen. Things are made to happen.
pt_br: As coisas não acontecem. As coisas são feitas para acontecer.

source: This is required.
pt_br: Este é obrigatório.

source: To be idle is a short road to death and to be diligent is a way of life.
pt_br: Ser ocioso é uma pequena estrada à morte e ser aplicado é um modo de vida.

source: To have a great idea, have a lot of them.
pt_br: Para ter uma ótima ideia, tenho um monte.

source: Upload Image
pt_br: Enviar Imagem

source: Victory belongs to the most persevering.
pt_br: A vitória pertence ao mais perseverante.

source: When it is obvious that the goals cannot be reached, don't adjust the goals, adjust the steps.
pt_br: Quando é óbvio que os objetivos não podem ser alcançados, não ajuste os objetivos, ajustar os passos.

source: When you stop doing things for fun, you might as well be dead.
pt_br: Quando você parar de fazer coisas para se divertir, você também pode estar morto.

source: Without pain, without sacrifice, we would have nothing.
pt_br: Sem dor, sem sacrifício, não teríamos nada.

source: Work spares us from three evils: boredom, vice and need.
pt_br: Trabalho nos poupa de três males: tédio, vício e necessidade.

source: You are never too old to set another goal or to dream a new dream.
pt_br: Você nunca é velho demais para definir outro objetivo ou um novo sonho.

source: You can never quit. Winners never quit, and quitters never win.
pt_br: Você nunca pode parar. Vencedores nunca desistem e desistentes nunca ganham.

source: You've got to jump off cliffs and build your wings on the way down.
pt_br: Você tem que saltar de penhascos e construir suas asas no caminho para baixo.
